Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] The Barnacle (따개비).tmx
Source language: ko_kr
Languages: en_us

source: “전화, 전화, 전화!{j}119!{j}119!{j}119!”
en_us: “Phone, phone phone! 911! 911! 911!”{j}{j}{j}

source: ‘어떻게 하지?’{j}앞으로의 일이 고민된다.{j}상황이 이 지경이 되었는데 밖에서 구조대가 오지 않는 것, 그리고 폭우가 내리는 바깥에 따개비 인간들이 멀쩡하게 돌아다니고 있는 것 등을 감안하면 밖의 상황도 얼추 짐작이 간다.{j}모텔 밖으로 나가 밖의 상태가 어떻게 변했는지 정확히 파악하는 작업은 어차피 필요한 과정이었다.
en_us: What should I do? I pondered about what lay ahead. Despite the dire situation, no rescue team had arrived. Plus, considering that barnacle humans were roaming around the streets despite the downpour, I could already guess what was happening outside. But it was a necessary process to figure out exactly how the streets outside the motel had transformed.{j}{j}{j}

source: 나는 어항 속을 꽉 채우고 있는 이불을 전부 끄집어냈다.{j}빼낸 이불의 맨 끝이 갈기갈기 찢어져 있는 것을 보니, 따개비 인간들에게 닿았을 경우 어떻게 될지는 뻔하다.{j}문득, 몸에 바른 바디로션이 별 의미가 없을지도 모르겠다는 생각이 들었다.{j}한편, 텅 빈 어항의 건너편으로 4층의 복도가 들여다보인다.{j}우리는 한 명 한 명 어항을 통과해 4층으로 내려왔다.
en_us: I took out all the blankets stuffed inside the tank. The ends of the covers were in tatters, showing how we’d end up if we came into contact with the barnacle humans. I got the sinking feeling that the body lotion slathered all over us might not be that useful. In any case, I peered at the fourth-floor hallway from the other side of the empty fish tank. One by one, we crawled through the tube to reach the fourth floor.{j}{j}{j}{j}

source: 퍼덕퍼덕-{j}이거, 덩치에 비해 영 힘이 없는 녀석일세.{j}생선 대가리를 잡고 비늘을 죽- 벗겨 내려는 순간.
en_us: The fish flapped weakly on the board. It’s not very strong for its size, I thought. I held the fish by its head and began scraping off the scales.{j}{j}

source: <긴급재난문자> [옹진군청] 0월 G일, 서해 전역 태풍 특보, 해안지대 접근 금지, 선박 대피 등 피해 없도록 각별히 주의 바랍니다.
en_us: Emergency Alert: ONGJIN COUNTY. Severe typhoon warning in the west coast. Do not enter the coastal region. Evacuate any vessels and take shelter immediately.

source: [하…… 알…… 부…… 영끄으으으을르르륵…….]
en_us: “Mon...thly... In...staaall...ment... Aaargh...”

source: 하긴, 요즘 좀 정비를 게을리하긴 했다.{j}일주일에 한 번 보급품을 가져다주는 어촌계장 아저씨의 느긋함에 물들어 버렸다고 하면 너무 변명 같으려나?{j}뿌드득- 뿌득-{j}물을 끓이기도 귀찮아서 라면 하나를 봉지째로 뽀갰다.{j}역시 이런 날에는 생라면에 쥐포나 구워 먹는 게 최고다.
en_us: Well, I’ve been pretty lazy with the maintenance as of late. There’s this chief at the fishing village who sends me supplies once a week. Would I be pushing it if I said his laid-backness was rubbing off on me? I felt lazy to even boil water. So instead, I cracked open a packet of instant noodle. On days like these, eating raw instant noodle or grilled jwipo is the best.{j}{j}{j}{j}

source: <엄마mother> 너어디야
en_us: Mother: Where are you?

source: 그 밑의 서랍에는 온갖 잡동사니들이 켜켜이 쌓여 있었다.{j}납부기한이 몇 년은 지난 듯 보이는 고지서, 정체불명의 열쇠, 녹슨 동전, 구겨진 지폐, 말라비틀어진 연고, 한 짝만 남은 장갑, 과도라고 하기에는 꽤 큰 식칼, 라이터, 더러운 고무줄, 쓰다 만 테이프, 말라비틀어진 물티슈, 썩은 냄새가 나는 대걸레…….
en_us: In the drawer below were stacks of all kinds of junks. There was a bill that was years past its payment date, a mysterious key, a rusty coin, an ointment that was all dried up, a missing pair of gloves, a kitchen knife too big to be a fruit knife, a lighter, a grubby rubber band, a half-used tape, dried-up wet wipes, and a mop with a sickening reek...{j}

source: 나는 키를 꽂고 시동을 걸었다.
en_us: I rammed in the key and started the car.

source: 바리케이드 너머가 조용해진 시점에서 나는 대학생 무리에게 안녕을 고하고 돌아섰다.{j}상황만 괜찮다면 이참에 처음의 계획대로 이 건물을 떠날 생각이었다.{j}내가 계단을 내려가는 동안 아무도 나를 따라오지 않았다.{j}다만 김슬비 하나만이 배웅을 나오는 것처럼 내 뒤를 따라왔을 뿐이었다.
en_us: Now that the other side of the barricade was silent, I said goodbye to the students and turned on my heels. If things were fine, I decided to leave the building per my initial plan. No one followed me as I trudged down the stairs. Only Seulbi trailed after me, perhaps to greet me goodbye.{j}{j}{j}

source: 꾸드드드득-
en_us: Rattle rattle.

source: 아무래도, 혼자 있으니 자꾸만 혼잣말이 는다.{j}나 자신에게 숨죽여 속삭이는 기분.{j}하지만 이렇게라도 하지 않으면 너무 무섭고 절망적이라서 기절해 버릴 것 같았기에 어쩔 수 없는 일이었다.
en_us: Being alone led me to talk to myself all the more frequently. I kept whispering to myself under my breath. It couldn’t be helped. I was too scared and desperate. I might even pass out if I didn’t at least talk to myself.{j}{j}

source: 풍덩!
en_us: Splash!

source: 끼기기기긱……
en_us: Creaaaak...

source: 그리고 그 외에 녹슨 난간도 닦아야 하고, 막힌 변기도 뚫어야 하고, 전구 나간 것도 갈아 끼워야 하고…… 바쁘다 바빠.{j}나는 일단 생라면 하나를 마저 뽀개 먹고 밀린 일들을 처리하기로 했다.
en_us: On top of that, I had to clean the rusted guardrails, unclog the toilet, and change the lightbulb... Basically, I was slammed with work. For now, I finished eating the raw instant noodle and decided to tackle my tasks after.{j}

source: “으악!?”{j}나는 깜짝 놀라 칼을 떨어트릴 뻔했다.
en_us: “Aagh!” I jumped in surprise, almost dropping the knife.{j}

source: 따개비 인간은 그대로 창고를 지나 비상구까지 밀렸다.{j}그리고 비상구 문이 벌컥 열림에 따라 철제 계단 아래로 데굴데굴 굴러떨어졌다.
en_us: The barnacle human was shoved past the storage and all the way to the emergency exit. Then, when the emergency exit door flung open, the creature tumbled down the iron stairs.{j}

source: <애기 분유 먹일 시간^^♥>{j}핸드폰 화면에 큼지막하게 뜨는 메시지.
en_us: A message popped up on the screen: Time to feed infant formula ♥{j}

source: 내가 손사래를 치자, 박씨 아저씨는 피식 웃으며 아이스박스 하나를 내밀었다.{j}“마, 내가 공짜로 얻으러 온 거 아니다.{j}쨘, 봐라.{j}오늘 잡은 활어여.”
en_us: When I waved my hand no, Mr. Park chuckled and held out an icebox. “Look, I’m not here to mooch off you. Voila! It’s a live fish. I caught it today.”{j}{j}{j}

source: 나무로 된 이중창을 밀고 나니 비로소 하늘이 제대로 보였다.{j}낮이 되었다.{j}하지만 여전히 거세게 몰아치고 있는 먹구름과 폭풍우 때문에 전혀 밝지가 않다.
en_us: I slid open the wooden double-pane windows. Finally, I glimpsed the sky. It was daytime. But it wasn’t bright at all due to the dark clouds and the tumultuous storm.{j}{j}

source: 나는 모텔 주차장에 있는 포터 트럭을 타고 밑의 내리막길로 이동할 계획이었다.{j}그 밑에는 편의점도 있고 식당도 여럿 있으니까, 식량을 구하기에도 좋지 않을까 싶었다.
en_us: I was planning to take the pickup truck parked at the motel parking lot and drive it downhill where there was a convenience store and several restaurants too. It’d be perfect to scavenge for food.{j}

source: “아, 네.”
en_us: “Oh. I see.”

source: 나는 창밖으로 고개를 돌렸다.{j}미친 듯이 쏟아지고 있는 폭우, 그리고 요동치고 있는 해수면이 마음을 착잡하게 한다.{j}여러모로 한숨을 내쉴 수밖에 없는 상황이었다.{j}“저래서야 보급품은 제대로 들어올는지 모르겠네.”
en_us: I turned toward the window. The pouring rain and the thrashing waves weighed on my mind. I couldn’t help but sigh due to more reasons than one. “Can I even get my supplies on time?” I muttered.{j}{j}{j}

source: 권순태가 뒤에서 중얼거리는 것을 나는 애써 무시했다.{j}누구는 이러고 싶어서 이러겠나, 나도 기분이 더럽단 말이다.{j}31년 평생 남에게 주먹 한번 휘둘러 본 적 없는 나인데, 하루아침에 남의 목에 칼을 박아 넣는 경험을 하게 되었다.{j}식칼이 피부를 뚫고 그 안의 연한 살점을 파고들며 만들어 내는 감각.{j}그것이 손아귀 속의 주름 한 가닥 한 가닥을 타고 전해져 오는 느낌.{j}굴덕도를 탈출할 때 낚시꾼 아저씨에게 납덩이를 던지던 것과는 확연히 달랐다.{j}그때.
en_us: I tried to ignore Suntae mumbling from behind me. It’s not like I wanted to do it either. I feel crappy as hell. In the 31 years of my life, I had never swung my fist at anyone. But now I had just experienced impaling a knife into someone’s neck. The feeling of plunging a knife into the skin and burrowing it into the flesh rushed through every fiber of my hand. It was definitely different from throwing lead sinkers at the fisherman while fleeing from Guldeok Island.{j}{j}{j}{j}{j}{j}

source: “우웩-”
en_us: “Blegh.”

source: 근데, 따개비가 원래 이렇게 빨리 자라는 생물이었던가?{j}뭐, 배 밑창에 보면 조금만 신경을 안 써도 다닥다닥 들러붙어 있긴 하던데.{j}나는 오만상을 찌푸린 채 돈가스 나이프를 들어 따개비를 득득 긁어내기 시작했다.{j}자칫하면 베이거나 찔릴 수 있으니 고무장갑까지 야무지게 낀 채로.{j}그때.
en_us: Do barnacles even grow this fast? Well, there were bunches of them growing underneath boats if I was careless. I winced as I took a slicing knife and began scraping off the barnacles. In case of cuts, I made sure to put on rubber gloves as well. Just then, I heard a knock. {j}{j}{j}{j}

source: 이 아이는 수능을 망친 것을 평생의 한으로 기억하고 있었다.{j}살아오면서 만난 모든 일들 중 가장 나쁜 것으로 여기고 있었다.{j}하지만 세상은 언제나 ‘그 밑’을 보여 준다.{j}바닥인가 싶으면 지하실이 있고, 지하실인가 싶으면 무저갱이 있는 것이 세상이다.
en_us: This student believed that failing the entrance exam was her biggest regret, that it was the worst thing that could happen in her life. But life always showed you something worse. Just when you think you hit your lowest and reached rock bottom, an endless abyss of despair awaited you.{j}{j}{j}

source: 차라라락!
en_us: Swoosh!

source: ‘빨리백적도로빨리백적도로빨리백적도로빨리백적도로빨리백적도로…….’
en_us: I have to hurry to Baekjeok Island. Come on, hurry, already!

source: 바로 그때.
en_us: In that moment, disaster struck.

source: 나는 방문 밖에서 나는 소리를 들었다.{j}복도에서 인기척이 났다.{j}나는 잠결에 들었던 소리를 떠올렸다.{j}그것은 분명 남녀가 다투는 소리였다.{j}이 모텔 안에 나 말고도 다른 숙박객이 있다.{j}나는 그들에게 도움을 요청할 생각으로 현관을 향해 걸었다.{j}순간.
en_us: Suddenly, I heard a noise outside my room. It was coming from the corridor. I recalled the sounds I had heard while I was asleep. A couple had been arguing, which meant there were other guests in the motel besides me. So, I walked over to the door to ask them for help.{j}{j}{j}{j}{j}{j}

source: 나는 화장대의 서랍을 잡아당겨 보았다.{j}종이컵과 휴지, 재떨이, 라이터, 병따개, 그리고 그 옆에는 커피믹스 두 봉과 녹차 티백 두 봉이 놓여 있다.{j}물은 진작에 마셔 버리고 없었다.
en_us: I tried opening the vanity cabinet. There were a few paper cups, a roll of toilet paper, an ashtray, a lighter, two instant coffee packets, and two green tea packets. I had already finished drinking all the water.{j}{j}

source: “그래.{j}꼭 이런 곳에 좀비 하나씩은 있는 게 클리셰지.{j}내 그럴 줄…….”{j}하지만 내게 말을 끝맺을 여유는 없었다.
en_us: “Right. There’s always a zombie lurking in this kind of place. I knew...” I said but had no time to finish my sentence.{j}{j}{j}

source: 찌이이이익-
en_us: Riiiiiip.

source: 푸드덕-
en_us: Swish.

source: 칼끝을 벽과 벽이 이어지는 모서리의 몰딩 부드러운 부분에 대고 힘을 줘 본다.{j}그러자.
en_us: I pointed the edge of the blade to the soft molding connecting the walls and pressed against it.{j}

source: 나는 세면대를 잡고 무너지듯 주저앉았다.{j}수도관도 문제, 빗물도 문제.
en_us: I gripped the sink and dropped to the floor, feeling miserable that both the tap water and the rainwater were undrinkable.{j}

source: 목소리들이 길게 늘어지며 저희들끼리 떨어져 나온다.{j}그것들은 이내 내 뒤를 추격해 오기 시작했다.
en_us: Their voices drawled as they detached themselves from one another. In no time, they began chasing after me.{j}

source: 뚜둑!
en_us: Twang!

source: “갯강구들이 왜 여기에…….”
en_us: “Why are there sea roaches here...?”

source: “아니긴 뭐가 아니야!{j}니 눈에 딱 그렇게 쓰여 있는데!{j}솔직히 의심된다는 거잖아!”
en_us: “What do you mean no?! That’s exactly what your eyes are implying! Honestly, you can’t trust them, right?!”{j}{j}

source: 경악할 노릇이었다.{j}감생이 내장에 덕지덕지 붙어서 개수대를 막고 있었던 그것이 박씨 아저씨의 손등에도 돋아나 있었다.{j}나는 계단 쪽으로 물러서며 박씨 아저씨를 살폈다.
en_us: It was a ghastly sight. The top of Mr. Park’s hands were breaking out in barnacles. The same wretched creatures had clustered around the fish guts and clogged up the drain. I staggered back to the stairs and scanned Mr. Park.{j}{j}

source: “우웨엑!”
en_us: “Blegh!”

source: [아기가 혼자 남아…… 집을 보다가……♪]
en_us: The baby is left alone... at home...♪

source: 그런 상황 속에서도 나는 배가 고팠다.{j}그래서 밥을 먹었다.{j}무얼 먹었는지까지는 기억이 나지 않지만…….
en_us: Even in that situation, I was hungry. So, I ate. I didn’t recall what I ate though...{j}{j}

source: “하, 지금은 일단 계시고요.{j}이따가 저것들 소란이 좀 가라앉으면 바로요.”
en_us: He sighed impatiently. “Stay for now. But once those things calm down, leave immediately.”{j}

source: 따개비.{j}그것이 홍합 껍데기에 붙어 있는 게 보인다.{j}사실 홍합 껍데기에 따개비가 붙어 있는 것이 뭐가 이상한 일이겠냐마는…… 문제는 그 따개비가 홍합 껍데기의 바깥쪽이 아닌 안쪽에 붙어 있다는 점이었다.
en_us: It was a barnacle attached to the bivalve shell. Technically speaking, it wasn’t very odd to see some barnacles clinging onto a mussel shell. But the problem was, the barnacle was clasped not on the outer surface but inside the shell.{j}{j}

source: “저기요.”{j}내가 무슨 변명을 하기도 전에 학생회장 남자가 갑자기 내 말을 끊었다.{j}그러곤 아주 단호한 목소리로 말했다.{j}“나가 주시죠.”{j}칼자루를 꽈악 움켜쥔 채로.
en_us: “Sir,” the student president cut in before I could mutter any excuse. Then, he clenched the handle of his knife and said firmly, “Please leave.”{j}{j}{j}{j}

source: 퍼억!
en_us: Wham!

source: 상황이 급박해서 다행이다.{j}나는 따개비가 벗겨져서 드러나게 된 김씨 아저씨의 눈을 쳐다볼 자신이 없었다.{j}그렇다고 계속 뒤만 지켜볼 수는 없는 노릇, 하지만 앞을 보고 있자니 김씨 아저씨의 목을 감고 있는 밧줄의 내구도가 불안하다.
en_us: Thankfully, I was distracted by the pressing situation I was in. I couldn’t bear to look at what was left of Mr. Kim’s eyes after the barnacles had fallen off. Plus, I couldn’t afford to keep an eye on him. But the rope coiled around Mr. Kim’s neck wasn’t sturdy enough for me to lower my guard and keep my eyes to the front.{j}{j}

source: 어쩌면 내가 이곳 208호에서 문도 잠그지 않고 푹 잘 수 있었던 건, 바닷물에 빠진 몸 그대로 이불에 쓰러져 잠들었기 때문인지도 모르겠다.{j}만약 샤워를 했거나 옷을 갈아입고 잤다면 어땠을까?
en_us: Perhaps the reason I had managed to sleep peacefully in Room 208 without even locking the door was because I had fallen asleep drenched in seawater. Would things have been different had I taken a shower and changed into a fresh set of clothes?{j}

source: 고양이는 따개비 인간의 느린 손길을 가뿐하게 피하며 짜증을 냈다.{j}애초에 따개비 인간의 느린 손짓으로 고양이를 잡을 수 있을 리가 없었다.{j}고양이는 따개비 인간을 농락하듯 유유히 지나갔고, 반대편 담장 너머로 사라졌다.
en_us: But the cat hissed, nimbly dodging the barnacle human’s slow movement. There was no way a snail-paced barnacle human could catch the agile animal. The cat mockingly walked past the barnacle human in leisured steps before disappearing into the other side of the wall.{j}{j}

source: 복도를 배회하던 따개비 인간들이 느릿느릿한 속도로 창가를 향해 몰려든다.
en_us: The barnacle humans hanging around the wall slowly crept over to the window.

source: “나는 머리가 작은 편이니까 어떻게든 될 거야.{j}아, 어깨가 넓어서 걸리려나?”
en_us: “I should fit through since my head is small. Oh, but my shoulders are pretty wide,” I added maybe a little snobbishly.{j}

source: 나는 망연자실할 수밖에 없었다.{j}텐트가 있기는 있었다.{j}갈가리 찢어진 채 폭풍우를 따라 미친 사람의 머리카락처럼 이리저리 휘날리고 있는 저것도 텐트라고 부를 수 있다면 말이다.
en_us: Technically, the tent was still there. It was tattered and flapping wildly like the scraggly hairs of a madman in the raging storm. If you could still call that a tent, then yes, there was one.{j}{j}

source: <엄마mother> 희주 어디니.
en_us: Mother: Where are you, Huiju?

source: 뿌지직!{j}녹슨 난간이 확 주저앉는다.
en_us: Crack!{j}

source: 물은 아니었지만, 그래도 나쁜 수확은 아니었다.{j}나는 혹시 몰라 등유를 라이터가 있는 침대 밑으로 숨겨 놓았다.{j}여차하면 쓸 일이 생길지도 모른다.
en_us: It wasn’t water, but it was an adequate discovery. I stashed away the oil and the lighter under the bed just in case. That way, I’d be able to use it should the need arise.{j}{j}

source: 그것은 분명히 살아 있는 것이 내는 소리였다.
en_us: It was the cry of a living creature.

source: 벌써 세 달째 교대 없이 이 모양이다.{j}어떻게 그리 비상식적인 일이 있을 수 있냐고?{j}……사회생활 안 해 본 사람은 그렇게 물을 수도 있을 것 같다.{j}하지만 생각보다 세상에는 미친 사람이 많고, 미친 일도 많다.
en_us: I’ve been stuck here for three months already. Someone who’s never worked before might ask, “How can someone be so irresponsible?” But the world is full of more ridiculous people and things than one might think.{j}{j}{j}

source: 끼기기기기기기긱……
en_us: Creeeeeeak...

source: 나는 그 자리에 얼어붙은 채 옴짝달싹도 할 수 없었다.{j}앞에는 폐가구들로 만들어진 바리케이드, 뒤에는 따개비 인간들.{j}그야말로 진퇴양난의 상황이었다.
en_us: I stood frozen in place, unable to budge an inch. A barricade made of old, scruffy furniture blocked my way forward, and behind me were the barnacle humans. I was in a catch-22 situation.{j}{j}

source: 1- 바다의 여드름 (1)
en_us: Chapter 1. Ocean Acne (1)

source: 복도 건너편에서 창밖을 멍하니 응시하고 있는 두 따개비 인간의 뒷모습을 향해, 나는 천천히 걸어갔다.
en_us: I steadily made my way toward the back of the two barnacle humans who were still zoning out and looking out the window.

source: “네.{j}바닷물에 온통 젖은 상태라서 그랬나.”
en_us: “Nope. Maybe it was because I was drenched in seawater.”{j}

source: 따개비 인간은 계속해서 버둥거린다.{j}그리고 그럴 때마다 볼트와 너트가 헐거워진 수도꼭지는 점점 밖으로 뽑혀 나오고 있었다.
en_us: The barnacle human continued to flounder, and every time he did, the faucet became looser, tearing out from the wall.{j}

source: “세상에.”
en_us: “Oh my god,” I muttered, devastated.

source: “……아.{j}모텔로요?”
en_us: “Oh... To a motel?”{j}

source: “휴우.{j}그래도 자고 나니 좀 낫네.”
en_us: “Phew, I feel a little better after sleeping it off.”{j}

source: [우어…… 그어어어억…….]
en_us: “Aaah... Graaagh...”

source: 내일 아침이 되는 즉시 지구대로 달려가서 모든 것을 신고해야겠다.
en_us: Come morning, I’d run over to the local police and file a report.

source: 나 역시도 트럭 주위를 몇 번이나 살펴본 뒤 편의점 쪽으로 향했다.{j}여차하면 바로 트럭에 올라타 달릴 수 있게끔 긴장을 놓지 않은 채로.
en_us: I too followed after scanning the truck and its surroundings. I couldn’t lower my guard yet in case we had to quickly hop back on the truck.{j}

source: 유령선이나 버뮤다 삼각지대의 전설을 믿기에는 내 나이가 좀 많다.{j}결론은, 내가 잘못 본 것이라는 말.
en_us: I was a little too old to believe in things like ghost ships and the mysteries of the Bermuda Triangle. I concluded that my brain must have played a trick on me.{j}

source: “그건 법대가 아니라 의대인데…….”
en_us: “That’s part of medical school, not law school...”

source: 그래도 나 혼자만 있었던 섬에서 탈출해서 많은 사람들이 있는 섬에 도착했으니 훨씬 안심이 된다.{j}이 섬에는 나름 파출소도 있고 소방서도 있으니까 구조를 요청할 수도 있을 것이다.
en_us: Still, it was a huge relief to escape the small island I was in and arrive at an island that was much more populated. There was a small police station and a fire station too. I’d be able to find help here.{j}

source: “……제가 원래 치질이 조금 있어서.”
en_us: “I have a bit of piles...” Wonbin explained sheepishly.

source: “그런 것 같아요.{j}모텔 1층에서 본 것들도 다 변기통 같은 곳에 모여 있었으니까.”
en_us: “Right. The ones I saw on the first floor of the motel were all crowded around the toilet bowls too,” I said.{j}

source: 낡은 계단이 비명을 지른다.{j}나는 거의 기다시피 계단을 올라가 녹슨 문고리를 잡았다.
en_us: The ancient stairs screeched from my weight. I practically crawled up the stairs and finally reached the rusted door handle.{j}

source: 벌써 몇 개인가의 따개비는 박씨 아저씨의 얼굴 피부와 붕대를 뚫고 석회질의 회백색 조가비를 드러내고 있었다.
en_us: Several barnacles were already piercing through Mr. Park’s face and gauze, revealing its light ash-colored calcite shells.

source: “탕 끓일 조미료도 없긴 한데.{j}아무튼 감사합니다.{j}커피포트에 물 끓여서 드리면 되나요?”
en_us: “I don’t have any seasoning to make soup,” I muttered, “Well, anyway, thank you. Should I boil some water in a tea kettle for you?”{j}{j}

source: 나는 찢어진 텐트 안을 조금 더 뒤져 보았다.{j}그때.{j}내 눈에 들어오는 두 가지 물건이 있었다.{j}하나는 방수팩에 담겨 있는 스마트폰이었다.{j}배터리가 얼마 남지 않았는지 반짝반짝 빛난다.{j}다른 하나는 열쇠였다.{j}자동차 열쇠라고 하기에는 조금 큰 열쇠.{j}이것은 두 명의 아저씨들이 타고 온 보트의 열쇠였다.
en_us: I scoured the shredded tent again. In that moment, two things caught my eye. First, I found a smartphone inside a waterproof pouch. It kept blinking on and off—a sign that it was running out of battery. The second thing I noticed was a key. It was a little too big to be a car key. I quickly realized it was the key to the boat that the fishermen had taken to come here.{j}{j}{j}{j}{j}{j}{j}

source: “……이게 쉬운 게 아니구나.”
en_us: “It’s not easy, huh...?”

source: 나는 방수팩에 담긴 스마트폰을 바닥에 내던지고 깊은 한숨을 내쉬었다.{j}겨우 빗물에 침수되지 않은 스마트폰을 발견했다 싶더니만 이렇게 허무하게…… 상황이 이보다 더 나쁠 수 있을까.{j}바로 그때.{j}기묘한 일이 하나 일어났다.
en_us: I flung the waterproof pouch containing the phone to the floor and exhaled a deep sigh. And here I thought I had just discovered a phone that wasn’t soaked from the rain. How can it die on me so easily...? Can things get any worse than this? As I brooded, something strange happened again.{j}{j}{j}

source: “아니면 그냥 따개비 인간, 따개비 좀비, 따개비안?{j}이라거나…….”{j}무서워서 아무 말이라도 지껄이지 않으면 안 될 것 같았다.
en_us: “Or should I just call them barnacle humans? Or something like barnacle zombies or barnaclans...?” I mumbled. I was so terrified that I had to shoot my mouth off.{j}{j}

source: ‘……1층 카운터로 가야 해.’
en_us: I have to go to the checkout counter on the first floor...

source: 꼬르륵-{j}마침 배도 고프다.{j}또 생라면을 뽀개 먹으면 요즘 소화불량으로 고생하는 내 위장에게 조금 미안할 것 같아서 오늘은 뭐라도 만들어 먹어야겠다.
en_us: Rumble. My stomach growled, signaling my hunger. Eating raw instant noodle again would upset my already poor digestive system. I should cook something today.{j}{j}

source: “그, 그렇군요.”
en_us: “I-I see.”

source: <엄마mother> 성적표봣다 엄만진짜너한테실망햇어 빨리전화받아
en_us: Mother: I saw your grades. I’m seriously disappointed in you. Pick up my phone already.

source: “저는 몸 컨디션이 별로라 같이 가도 방해만 될 거에요.{j}대신 편의점에서 가져온 물이나 밥 안 먹을게요.”
en_us: “I’m feeling under the weather so I’ll just drag you behind. Don’t worry. I won’t take any food or water you bring back from the convenience store,” Yeyeong replied.{j}

source: 모텔 성락장 1층의 공용 화장실은 로비에서 가장 구석진 곳에 있었다.{j}나는 깨진 화분과 말라 죽은 꽃나무를 넘어 화장실 문 앞에 섰다.{j}유난히 응달져 있는 화장실.{j}이곳의 전구는 쉰 지 오래되었다.{j}옛날에도 불이 들어오지 않아 어두컴컴했던 화장실은 퀴퀴한 곰팡이와 물때로 인해 더욱더 음침해 보였다.
en_us: The public washroom was located on the most secluded corner of the first-floor lobby of Motel Nirvana. I passed the broken flower pots and the dead flowering tree to reach the door to the washroom. It stood out particularly gloomily. The lightbulb had long since flickered out. Even in the past, the washroom lights wouldn’t turn on. Now, thanks to the musky mold and limescale, the toilet looked even more desolate.{j}{j}{j}{j}

source: 칼이 감생이의 배를 가르며 박히는 순간.{j}잘그락-{j}또다시 기분 나쁜 감각이 칼을 타고 손아귀까지 전해져 온다.
en_us: Just as the knife slid through stomach, something clacked. Again, I was filled with apprehension.{j}{j}

source: [다 못 찬 굴 바구니…… 머리에 이고……♪]
en_us: She picks up her empty basket... over her head...♪

source: “……움직이는 편이 낫겠지?”
en_us: “I should probably get moving... Right?”

source: “너 무슨 실례되는 생각 하고 있지?”
en_us: “You’re imagining me drowning, aren’t you?” Mr. Park said.

source: 두꺼운 이불이 락스에 축축하게 젖어든다.{j}어항 너머까지 흐를 정도로 푹.
en_us: The thick bedcover became soaked in bleach until it seeped into the other side of the fish tank.{j}

source: 도저히 인간의, 한때 인간이었던 것의 눈이라고는 할 수 없는.{j}그 탁하고 뿌연 반고체가 뿜어내던 빛을 떠올리면, 아직도 등골에 오싹 소름이 돋는 것이다.{j}어찌 되었든 간에 따개비 인간들이랑 마주치는 것은 더 이상 질색이었다.{j}그때.
en_us: Their eyes could not possibly be humans’. The sight of the light emitting from the murky, pulpy organs still made me shudder with fear. In any case, I couldn’t stand to face any more barnacle humans. Just then, I thought of the most brilliant idea.{j}{j}{j}

source: 우적- 우적- 우적-
en_us: Munch munch munch.

source: 화장실 샤워 호스에 묶여 있던 따개비 인간 역시도, 하반신 전체를 화장실 문턱 밖으로 거의 다 빼낸 상태였다.{j}그리고 몇 분 지나지 않아.
en_us: By now, the barnacle human that was tied up by a shower hose in the washroom had managed to free his entire lower body out of the washroom door. Meanwhile, in a matter of minutes, the door to Room 201 broke down.{j}

source: [꼭꼭 숨어라…… 머리카락 보일라…… 꼭꼭 숨어……♪]{j}갑자기 핸드폰이 울리며 환한 빛과 함께 웬 동요 가락이 흘러나오기 시작했다.
en_us: Come out, come out... Wherever you are... Come out, come out...♪{j}

source: 바다와 가까운 곳이니까 그럴 수도 있겠다 싶었다.{j}하늘에서 내리는 맑은 물보다는 바람에 날아온 바닷물이 더 많을지도.
en_us: I supposed it was possible since it was so close to the sea. Perhaps the rainfall consisted of the seawater blown from the wind than the clear water from the sky.{j}

source: 나는 후들거리는 다리로 걸었다.{j}잠겨 있는 창고 문을 안에서 열고 나오자 불이 꺼져 어두운 모텔 복도가 보인다.{j}깜빡- 파즈즈즈-{j}머리 위에서 녹색 비상구 불빛이 꺼졌다 꺼지기를 반복하며 기분 나쁜 소리를 낸다.
en_us: My legs quivered as I walked forward. When I unlocked the door from inside and stepped out, I saw the dark, unlit corridor of the motel. The green emergency light atop my head kept flickering on and off with a dreadful noise. Blink. Pzzzt.{j}{j}{j}

source: 커피나 주스가 있다고 해도 그것들로는 본질적인 수분 보충이 불가능할뿐더러, 장기적으로 보면 오히려 이뇨 작용을 통해 더욱 많은 수분을 앗아 가기에 물은 있어야 했다.{j}하지만 말통의 뚜껑을 열자 풍겨 나온 건 기름 냄새였다.
en_us: The coffee and juice weren’t enough to properly hydrate myself. In fact, in the long run, it would dehydrate me even more due to its diuretic effect. So, I still needed water. But when I uncapped the plastic jug, a whiff of oil hit my nostrils.{j}

source: ‘올리버영에서 샀던 거.{j}1리터에 8천 원짜리.’
en_us: I bought this at Oliver Young. It was 8 thousand won* for 34 oz bottle.{j}

source: 나는 보았다.{j}탕비실의 개수대에 머리를 처박고 있는 박씨 아저씨를.
en_us: That was when I saw Mr. Park, his back hunched over the sink.{j}

source: 버둥버둥-
en_us: Squirm squirm.

source: 쏴아아아아-
en_us: Swaaaaaa.

source: “안 나눠 주겠다는 뜻은 아니었는데.{j}혹시 어디 아파서 그러니?”
en_us: “I didn’t mean that we won’t be sharing. Are you actually feeling sick?” Seulbi asked.{j}

source: <엄마mother> 알겠어 너앞으로집에들어올생각마
en_us: Mother: Okay, fine. Don’t ever think about returning home.

source: “아니, 무작정 이분을 도와주자는 게 아니라요.{j}혹시 저희들 생존에 도움이 될 수 있는 분인지도 모르잖아요.{j}아직 뭐 하는 분인지도 모르고.”
en_us: “Hey, I’m not saying we should blindly help him. Maybe he could help us survive. We don’t even know what he does or where he’s been,” Seulbi retorted.{j}{j}

source: “이 새끼가 근데?”
en_us: “So what, you bastard?”

source: “아저씨, 저기 봐요.{j}저기 뚱뚱한 사람 본 적 있어요?{j}어, 저기 끈나시 입은 여자도.”
en_us: “Look over there, mister. Have you seen that fat person? Oh, and the woman with the tank top.”{j}{j}

source: 꿀꺽- 꿀꺽- 꿀꺽- 꿀꺽-
en_us: Gulp gulp gulp gulp.
